{
  "main": {
    "name":"Tatumn Walter",
    "description":"I'm a life-long learner, professional problem-solver, and full-stack web developer. I am passionate about understanding the how and why of what makes something work, and love optimizing systems to be better than before.",
    "email": "tatumnwalter@gmail.com",
    "phone": "714) 390-6091",
    "address":{
      "street":"Orange County",
      "city":"City of Irvine",
      "state":"CA"
    },
    "image": "profilepic.jpg",
    "aboutme":{ 
      "pp1": "I've always had a developer's mind – analyzing situations, modularizing processes, figuring out what makes people and systems tick, and then using these insights to build something better.", 
      "pp2": "Equally athlete and nerd, fluent in Spanish and Chinese, experienced with both the coding and business sides of App development - I use my multifaceted background to approach problems from unique angles and innovate projects.", 
      "pp3": "I'm currently loving learning to write cleaner, more efficient code and can easily spend a whole Saturday afternoon diving into the docs or debating which technology best suits a project’s needs. I hope to one day work on a project in the humanitarian, education or economic development field where I can use my full skillset to make a positive impact on the lives of others.",
      "pp4": "Let me know if you have something you think I'd be great on - I always like hearing about new and exciting projects!"
    },
    "website": "http://www.twalt007.com",
    "resumedownload":"https://drive.google.com/file/d/14RBZ_dEfCS8WHM2VwLXZQsF2kOJr8L2R/view?usp=sharing",
    "social":[
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/tatumnwalter/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"github",
        "url":"https://github.com/twalt007",
        "className":"fa fa-github"
      },
      {
        "name":"instagram",
        "url":"https://www.instagram.com/tatumnwalter/",
        "className":"fa fa-instagram"
      }
    ]
  },
  "resume":{
    "skillmessage":"Education and Certificates",
    "education":[
      {
        "school":"University of Southern California",
        "degree":"International Business; Chinese",
        "description":"Emphasis in Economic Development of the Pacific Rim. Studied abroad in Santiago, Chile for 5 months for Spanish fluency. Graduated Summa Cum Laude."
      },
      {
        "school":"LearningFuze, Accelerated Web Development Program",
        "degree":"Full-Stack Program",
        "graduated":"March 2020",
        "description":"Year-long program for full-stack web development totaling minimum 800 work hours and including planning, coding and deployment of personal full-stack App. Curriculum covered hands-on experience using JavaScript/jQuery, OOP fundamentals, React, Node.js, MySQL, HTML, CSS, Amazon Web Services (AWS), Git/GitHub, and others."
      },
      {
        "school":"Project Management Institute",
        "degree":"CAPM Certified; applying for PMP",
        "graduated":"",
        "description":""
      }
    ],
    "work":[
      {
        "company":"85C Bakery Cafe Headquarters",
        "title":"Multiplatform App Developer and eCommerce Manager",
        "years":"Spring 2018 - Present",
        "description": [
          "Project managed business-side development of mobile App and $600,000 reward plan, coordinating across 8 departments and collaborating with international dev team; successfully reached 200,000 users in 1.5 years",
          "Central role in overcoming COVID challenges, launching Online Ordering to bring in $200,000/month",
          "Quadrupled 3rd party digital delivery sales by revamping features and deploying in waves across 60+ locations",
          "Maintained WordPress website using knowledge of HTML/CSS; advised on ADA compliance to avoid lawsuit",
          "Used knowledge of RESTful APIs and server responses to troubleshoot customer tech problems",
          "QA testing on beta tech, collaborating with dev team to optimize UI and debug technical issues",
          "Created wireframes and functionality specs for automated form to reduce customer service overhead by 70%",
          "Researched, reviewed and composed technical documents, terms and conditions, and privacy policies"
        ]
      },
      {
        "company":"ARC Document Solutions",
        "title":"Business Develoment Associate | Cloud Platforms and Tech Solutions",
        "years":"Spring 2015 - Fall 2016",
        "description": [
          "Grew strategic user base for ARC cloud software by 300% to be highest across 100+ global locations and acquiring needed market share to break into industry",
          "Slashed branch costs $15,000/year by spearheading update to invoicing code and problem solving bottleneck",
          "Supported team by compiling self-developed best-practice resource guide; promoted to training new hires",
          "Took initiative to learn full ARC technology suite and use cases with result that 40% of cold outreach generated well-developed leads"        ]
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Dappled",
        "category":"A full-stack CRUD blog-publishing App built in React, Node.js, and MySql and currently under development.",
        "image":"Dappled_square.JPG",
        "url":"http://dappled.twalt007.com"
      },
      {
        "title":"Sweet Corner",
        "category":"E-commerce site built on React-Redux, Node.js and MySql where users browse and select products for checkout using tokens to access and track cart.",
        "image":"sweet_corner.JPG",
        "url":"http://sweet-corner.twalt007.com/"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"When I need thoughtful analysis, proactive problem-solving, and guaranteed precision of action – I trust Tatumn to execute each and every time. ",
        "user":"Evan Casey",
        "position": "Former National Director of Business Development, ARC"
      },
      {
        "text":" Tatumn has many strengths, among them her commitment to learning, a strong intellect, a drive towards perfection, and a strong desire to contribute to the world around her.",
        "user":"Cheryl-Marie Hansberger, Ed.D" ,
        "position":"Former Vice President of Corporate Development, Delcan"
      }
    ]
  }
}


